Repository: john21ro/ckanext-datagovro_theme
Catalog: i18n/showcases/ckanext-showcase.po
Languages: ro

source: Unauthorized to create a package
ro: Nu ești autorizat să creezi pachet

source: User not authorized to edit {showcase_id}
ro: Utilizatorul nu este autorizat să editeze {showcase_id}

source: Showcase not found
ro: Aplicația nu a fost găsită

source: Unauthorized to read showcase
ro: Nu ești autorizat să citești Aplicația

source: Unauthorized to delete showcase
ro: Nu ești autorizat să ștegi Aplicația

source: Showcase has been deleted.
ro: Aplicația a fost șteasă.

source: Dataset not found
ro: Set de date negăsit

source: Not authorized to see this page
ro: Nu ești autorizat să vizualizezi această pagină

source: Unauthorized to read package
ro: Nu ești autorizat să citești pachetul

source: The dataset has been added to the showcase.
ro: Setul de date a fost adăugat la Aplicație.

source: The dataset has been removed from the showcase.
ro: Setul de date a fost șters din Aplicație.

source: Organizations
ro: Instituții

source: Groups
ro: Grupuri

source: Tags
ro: Etichete

source: Licenses
ro: Licențe

source: Parameter '{parameter_name}' is not an integer
ro: Parametrul '{parameter_name}' nu este de tip Integer

source: User not authorized to view page
ro: Utilizatorul nu este autorizat să vizualizeze pagina

source: Unauthorized to perform that action
ro: Utilizatorul nu este autorizat să execute acțiunea

source: User '{user_name}' not found.
ro: Utilizatorul '{user_name}' nu a fost găsit.

source: The user is now a Showcase Admin
ro: Utilizatorul este acum Showcase Admin

source: The user is not a Showcase Admin
ro: Utilizatorul nu este Showcase Admin

source: The user is no longer a Showcase Admin
ro: Utilizatorul nu m-ai este Showcase Admin

source: Not found
ro: Negăsit

source: Dataset
ro: Set de Date

source: Datasets
ro: Seturi de date

source: Showcases
ro: Aplicații

source: About
ro: Despre

source: Confirm Remove
ro: Confirmă Ștergerea

source: Cancel
ro: Anulează

source: Manage Showcase Admins
ro: Administrare Administratori Aplicații

source: Add an Existing User
ro: Adaugă un Utilizator existent

source: Add User
ro: Adaugă Utilizator

source: Showcase Admins
ro: Administratori Aplicații

source: User
ro: Utilizator

source: Remove
ro: Șterge

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
ro: <p><strong>Showcase Admin:</strong> Poate edita sau șterge Aplicații. Poate adăuga sau șterge seturi de date din Aplicații.</p>

source: dataset
ro: set de date

source: organization
ro: instituție

source: group
ro: grup

source: showcase
ro: aplicație

source: Associate this showcase with this dataset
ro: Asociază această Aplicație cu acest Set de Date

source: Add to showcase
ro: Adaugă la Aplicație

source: Activity Stream
ro: Flux Activitate

source: Showcases - Add datasets
ro: Aplicații - Adaugă seturi de date

source: Relevance
ro: Relevanță

source: Name Ascending
ro: Denumire Crescător

source: Name Descending
ro: Denumire Descrescător

source: Last Modified
ro: Ultima modificare

source: Datasets available to add to this showcase
ro: Seturi de date disponibile pentru a fi adăugate la această Aplicație

source: Add to Showcase
ro: Adaugă la Aplicație

source: Confirm Delete
ro: Confirmare Ștergere

source: Edit
ro: Editează

source: Create Showcase
ro: Creează Aplicație

source: View showcase
ro: Vizualizează Aplicația

source: Edit showcase
ro: Editează Aplicația

source: Manage datasets
ro: Gestionează Seturile de Date

source: Create a Showcase
ro: Creează o Aplicație

source: Title
ro: Titlu

source: eg. A descriptive title
ro: ex. Un titlu descriptiv

source: eg. my-showcase
ro: ex. aplicația mea

source: Description
ro: Descriere

source: eg. Some useful notes about the data
ro: ex. Câteva note utile despre date

source: eg. economy, mental health, government
ro: ex. economie, sănătate, administrație

source: External link
ro: Link extern

source: Joe Bloggs
ro: Ion Popescu

source: joe@example.com
ro: exemplu@gov.ro

source: Delete
ro: Șterge

source: Update Showcase
ro: Actualizează Aplicația

source: Manage
ro: Gestionează

source: Private
ro: Privat

source: Launch website
ro: Lansează website

source: Add Showcase
ro: Adaugă Aplicație

source: Search showcases...
ro: Caută Aplicații...

source: What are Showcases?
ro: Ce sunt Aplicațiile?

source: Datasets have been used to build apps, websites and visualizations. They've been featured in articles, and written about in news reports and blog posts. Showcases collect together the best examples of datasets in use, to provide further insight, ideas, and inspiration.
ro: Seturile de Date au fost folosite pentru a dezvolta aplicații, site-uri web sau vizualizări. Au fost utilizate in articole, menționate în știri sau descrise în bloguri. Aplicațiile strâng împreună cele mai bune exemple de seturi de date utilzate pentru a furniza o mai bună expunere, idei sau inspirație pentru utilizări viitoare.

source: Sysadmins can manage Showcase Admins from the <a href='%(url)s'>Showcase configuration page</a>.
ro: Doar rolul Sysadmin poate gestiona Administratorii de Aplicații de la <a href='%(url)s'>pagina de configurare utilizatori Aplicații</a>.

source: Submitted by
ro: Trimis de

source: Datasets in Showcase
ro: Seturi de Date în Aplicație

source: This showcase has no description
ro: Această Aplicație nu are Descriere

source: 0 Datasets
ro: 0 Seturi de Date

source: View {showcase_title}
ro: Vizualizare {showcase_title}

source: Remove dataset from this showcase
ro: Șterge set de date din această Aplicație

source: {number} showcase found for '{query}'
ro: {number} aplicație găsită pentru '{query}'

source: No showcases found for '{query}'
ro: Nu au fost găsite Aplicații pentru '{query}'

source: {number} showcase found
ro: {number} aplicație găsită

source: No showcases found
ro: Nu au fost găasite Aplicații
